tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "wess/repo"
brew "cmake"
brew "ffmpeg"
brew "ghostscript"
brew "graphviz", args: ["with-pango"]
brew "hugo"
brew "mecab"
brew "mecab-ipadic"
brew "mysql"
brew "nginx"
brew "nmap"
brew "node"
brew "plantuml"
brew "r"
brew "tree"
brew "unar"
brew "wget"
brew "zsh"
brew "zsh-completions"
cask "basictex"
cask "skim"
