tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "wess/repo"

brew "cmake"
brew "curl"
brew "emacs"
brew "gcc"
brew "git"
brew "htop"
brew "mas"
brew "nmap"
brew "node"
brew "pip"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh"
brew "zsh-completions"

cask "alfred"
cask "atom"
cask "box-edit"
cask "box-sync"
cask "clipy"
cask "docker"
cask "duet"
cask "firefox"
cask "gimp"
cask "gyazo"
cask "inkscape"
cask "iterm2"
cask "font-myrica"
cask "sourcetree"
cask "sublime-text"
cask "virtualbox"
cask "visual-studio-code"
cask "xquartz"

mas "CotEditor", id: 1024640650
mas "Magnet", id: 441258766
mas "The Unarchiver", id: 425424353
mas "ToyViewer", id: 414298354
mas "Xcode", id: 497799835
